export const data = [
    {
        id: 'A',
        name: '',
        feature: 'Нормализует	функцию	слуха,	зрения,	обоняния, вкуса. Поддерживает клетки тела молодыми здоровыми. Антиоксидант. Источник гладкой и	эластичной	кожи. Борется	с	бактериями	и	свободными	радикалами. Укрепляет	иммунную	систему. Образует	коллаген	(упругость	кожи). Стимулирует	развитие	тканей,	костей,	зубной эмали,	кожи	и	волос. Поддерживает	уровень	прогестерона',
        lack: 'Кожный	зуд,	шелушение	кожи. Симптом	сухого	глаза. Кератит. Ночная	слепота. Выпадение	волос. Мало	энергии. Низкое	либидо. Ослабление	иммунитета. Бессонница. ',
        food: 'Рыбий жир, морковь, шпинат, печень куриная, абрикос, брокколи, тыква, сливочное масло, яйца.',
        showMore: false

    },
    {
        id: 'B-1',
        name: 'Тиамин',
        feature: 'Ускоряет	обмен	веществ.Улучшает	кровоснабжение. Лечит органы пищеварения: язвы, гастриты. Обновляет	работу	печени. Регулирует	работу	поджелудочной	железы. Способствует	снижению	веса. Снижает	уровень	сахара	в	крови. Омолаживает	организм.',
        lack: 'Ухудшение	аппетита. Запоры. Боль	в	мышцах,	отеки. Раздражительность. Плаксивость. Стресс. Раннее	поседение. Снижение	работоспособности.Тахикардия и	одышка. Риск	болезни	Альцгеймера. Ожирение.',
        food: 'Пивные	дрожжи,	пшеничные	зародыши,	отруби.	Печень,	почки,	говядина,баранина.',
        showMore: false
    },
    {
        id: 'B-2' ,
        name: 'Рибофлавин',
        feature: 'Ускоряет	обмен	веществ. Способствует	синтезу	гормонов. Улучшает	клеточное	дыхание. Нейтрализует	токсины. Улучшает	зрение. Омолаживает	организм. Способствует	росту	мышечной	ткани. Способствует	при	похудении',
        lack: 'Сухость	и	посинение	губ. Язвочки в	уголках	рта. Шелушение	кожи	лица. Ухудшение	зрения. Дрожание	конечностей. Депрессия,	бессонница. Дерматиты,	конъюнктивиты. Головная	боль.Ожирение.',
        food: 'Пивные	дрожжи,	печень,	кедровый	орех,	миндаль,	шампиньоны,	яйца, сыр,	грибы	опята,	скумбрия.',
        showMore: false
    },
    {
        id: 'B-3',
        name: 'Ниацин',
        feature: 'Улучшает	пищеварение. Ускоряет	обмен	веществ. Снижает	вес. Снижает	уровень	холестерина. Успокаивает	и	снижает	головные	боли	при	мигрени. Стабилизирует	синтез	женских	гормонов. Улучшает	циркуляцию	крови. Снимает	боли	и	улучшает	состояние	суставов',
        lack: 'Головные	боли. Бессонница. Головокружения. Стресс. Общая	слабость. Слабоумие. Изжога.	Диарея. Запах	изо	рта. Раздражение , неврозы. Ожирение.',
        food: 'Пивные	дрожжи,	пшеничные	зародыши,	арахис,	тунец,	мясо	птицы, творог,	молоко	кукуруза.',
        showMore: false
    },
    {
        id: 'B-6' ,
        name: 'Пиридоксин',
        feature: 'Улучшает	работу	нервной	системы. Способствует	выработке	гемоглобина. Снижает	уровень	холестерина. Снижает	вероятность	инфаркта,	инсульта. Повышает	работоспособность	мозга. Регулирует	артериальное	давление. Профилактика	онкологии. Укрепляет	иммунитет.',
        lack: 'Сухость	и	высыпания	на коже. Беспокойство. Бессонница,	головная	боль. Отсутствие	аппетита.Тошнота и	рвота. Атеросклероз	сосудов. Псориаз.	Гепатит,	холецистит. Аутизм. Конъюнктивиты,	себорея',
        food: 'Печень	говяжья,	каша ячневая,	мясо	курица,	гречка,	фисташки,	фасоль,	соя,	грецкий	орех,	облепиха,	тунец,	кунжут,	фундук.',
        showMore: false
    },
    {
        id: 'B-12' ,
        name: 'Коболамин',
        feature: 'Усиливает	иммунитет. Нормализует	давление.	при	гипотонии. Улучшает	память,	препятствует	слабоумию. Предотвращает	депрессию. Эффективен	при	бессоннице. Борется	с	ожирением	печени. Показан	при	стрессе	и	длительных инфекционных	заболеваниях. При	всех	видах	невралгических	заболеваниях.',
        lack: 'Звон в	ушах. Бледность. Стресс. Головокружение. Головная	боль. Потеря	памяти. Усталость. Уменьшение	аппетита. Раздражительность. Язвенные	болезни	желудка	и	двенадцатиперстной. Анемия.',
        food: 'Печень,	сердце,	почки,	мясо	птицы,	яйца,	сельдь,	треска,	сардины,	форель.',
        showMore: false
    },
    {
        id:'B-9' ,
        name: 'Фолиевая Кислота',
        feature: 'Ускоряет	обмен	веществ. Снижает	вес	тела. Участвует	в	синтезе	ДНК. Регулирует	беременность. Синтез	гемоглобина. Замедляет	наступление	менопаузы. Участвует	в	регенерации	клеток.	Омолаживает. Стабилизирует	работу	сердечно-сосудистой	системы	при	гипертонии. Улучшает	настроение.',
        lack: 'Риск	инфаркта	и	инсульта. Агрессия. Атеросклероз.Выпадение	волос. Ухудшается	память. Развитие	акне	и	псориаза.Витилиго	и	высыпания	на	коже. Ожирение.',
        food: 'Арахис,	печень,	фасоль,	шпинат,	грецкий	орех,	фундук,	брокколи, миндаль.',
        showMore: false
    },
    {
        id:'B-5' ,
        name: 'Пантотеновая Кислота',
        feature: 'Ускоряет	обмен	веществ,	архитектор	стройной фигуры. Продлевает	жизнь,	омолаживает. Борется	с	кожными	заболеваниями. Препятствует	раннему	поседению. Регулирует	работу	кишечника	и	почек. Регулирует	нервную	систему. Регулирует	сердечную	систему. Помогает	избавиться	от	аллергии,	артрита, болезни	сердца,	колита,	акне,	бронхита	и	астмы.',
        lack: 'Нарушение	обмена веществ. Дерматиты	и	заболевания	кожи,	пигментация. Облысение. Ослабление	иммунной системы. Выкидыши. Заболевания	крови. Истощение	организма. Бессонница	и	депрессия. Тошнота	и	р',
        food: 'Печень,	почки,	яйца,	отруби',
        showMore: false
    },
    {
        id: 'B-7' ,
        name: 'Биотин',
        feature: 'Ускоряет	обмен	веществ. Регулирует	уровень	сахара	в	крови, предотвращает		сахарный	диабет. Способствует	росту. Улучшает	микрофлору	кишечника. Снимает	мышечные	боли. Способствует	синтезу	гормонов. Способствует	увеличению	энергии. Успокаивает	и	нормализует	работу	нервной системы.	Усиливает	память. Снижает	напряжение	и	страхи',
        lack: 'Кожные заболевания. Дерматиты,	конъюнктивиты. Депрессия, сонливость. Перхоть. Быстрое	старение	организма. Повышение	уровня	сахара	и холестерина. Уменьшение	мышечного тонуса. Пониженное	давление. Анемия.	Ожирение',
        food: 'Пивные	дрожжи,	проростки	пшеницы,	яйца,	помидор,	соя,	рис,	отруби.',
        showMore: false
    },
    {
        id: 'C' ,
        feature: 'Участвует	в	синтезе	коллагена	и	эластина. Противовоспалительный	и	противоаллергенный		эффект.Снимает	стресс. Стабилизирует	психику. Укрепляет	десны и	сосуды. Профилактика	онкологии.Улучшает	работу	печени. Омолаживает	кожу. Способствует	похудению',
        lack: 'Частые	ОРВИ. Апатия. Синяки	на	теле. Кровоточивость	десен. Плохое	заживление	ран. Суставная	боль. Бессонница,	плохая	концентрация	внимания. Депрессия.Ожирение.',
        food: 'Шиповник,	перец	сладкий,	облепиха,	киви,	смородина,	петрушка,	калина,	капуста	цветная,	цитрусовые.',
        showMore: false
    },
    {
        id: 'E' ,
        name: '',
        feature: 'Улучшает	циркуляцию	крови. Антиоксидант. Лечит	фиброзные	заболевания	груди.Обогащает	кровь	кислородом. Эластичная	и	молодая	кожа,	питание	клетки	повышает.	Замедляет	старение	кожи. Синтез	коллагена	и	эластина.Предупреждает	катаракту. Снижает	давление.Препятствует	тромбообразованию. Повышает	либидо. Предотвращает	анемию. Профилактика	болезни	Альцгеймера',
        lack: 'Вялость,	малокровие.Сухость	кожи.Ослабление	остроты	зрения. Нарушение	координации	 движения. Ожирение. Деградация	мышц. Ломкость	ногтей. Пониженная	сексуальность.',
        food: 'Масло	ростков	пшеницы,	кукурузное	масло	и	соевое,	подсолнечное, зеленый	горошек,	сливочное	масло.',
        showMore: false
    },
    {
        id: 'D' ,
        name: '',
        feature: 'Рост,	развитие,	и	обновление	костей. Препятствует	кожным	заболеваниям. Препятствует	раннему	диабету,	артриту, атеросклерозу.Укрепляет	мышцы.Повышает	иммунитет. Необходим	при	рассеянном	склерозе. Профилактика	и	лечение	рака:	груди, яичников,	предстательной	и	головного	мозга',
        lack: 'Боли	в	конечностях	и	суставах. Кариес.Раздражительность. Потливость. Слабость.',
        food: 'Печень	трески,	рыбий	жир,	сельдь,	лосось,		пивные	дрожжи,	молоко,	яичный	желток,	говяжья	печень.',
        showMore: false
    },
    {
        id: 'K' ,
        feature: 'Участвует	в	свертываемости	крови. Укрепляет	костную	систему. Обновляет	сердце	и	легкие. Регулирует	водно-солевой	баланс.Выводит	токсины. Снижает	отеки. Регулирует	уровень	сахара	в	крови	при	диабете.Снимает	возрастные	воспаления.	Омолаживает,	витамин	молодости.Способствует	продлению	жизни.',
        
        lack: 'Частые	кровотечения,	и кровоизлияния. Желчнокаменная	болезнь. Длительный	прием антибиотиков	и разжижающих кровь препаратов. Химиотерапия. Диарея,	дисбактериоз.',
        food: 'Шпинат,	помидоры,	печень,	зеленый	горошек,	яйца,	томаты,	капуста	брюссельская	и	цветная',
        showMore: false
    },
    {
        id: 'P' ,
        feature:'Антиоксидант. Укрепляет	иммунную	систему. Снимает	отеки,	замедляет	процессы	старения.Предотвращает	образование	тромбов. Нормализует	давление	и	холестерин. Предотвращает	онкологию	и	аллергию',
        
        lack: 'Заболевания	сердечно сосудистой	системы. Повышенная	аллергия.Частые	инфекционные заболевания. Повышенная усталость	и	общая	слабость.',
        food: 'Кофе,	пивные	дрожжи,	шиповник,	цитрусовые,	смородина,	рябина	абрикос,	гречка,	черешня.',
        showMore: false
        
    }
]